[
    {"img": "Maria_Gutierrez@2x.jpg",
        "name": "Maria Gutierrez",
        "title": "Head of Engineering @ Intercom London",
        "linkedin": "https://www.linkedin.com/in/mariagutierrez/",
        "twitter": "https://twitter.com/mariagutierrez",
        "type": "Tech",
        "about": "With over 19 years of experience in the software industry, Maria Gutierrez is the Head of Engineering and co-site lead at Intercom London. Maria was formerly the VP of Engineering at Edinburgh-based FreeAgent, one of the UK's largest and most popular online accounting software providers. She previously worked at LivingSocial leading globally distributed teams, and at Adobe where she worked in the developer technologies group. Maria is one of the Directors of the WomenWhoCode Edinburgh network",
        "format": "Keynote",
        "time": "09:20",
        "talkabout": "",
        "talkname": "How We Made Hiring, Growing and Recognising Engineers Everyone’s Job"
    },
    {
        "img": "Leslie_Kivit@2x.jpg",
        "name": "Leslie Kivit",
        "title": "Global Recruiting @ Oculus VR",
        "linkedin": "https://www.linkedin.com/in/lesliekivit/ ",
        "twitter": "https://twitter.com/lesliekivit",
        "type": "HR",
        "about": "Leslie is a talent acquisition leader with 10+ years of experience in building scalable teams for a variety of companies such as Booking.com, Rocket Internet and various start-ups. Having worked in various counties, Leslie currently works at Oculus by Facebook in Zurich, a company that builds word-class AR/VR technology for everyone to use. In his role at Oculus he's responsible for building the new Oculus engineering site in Zurich. ",
        "format": "Keynote",
        "time": "10:00",
        "talkabout": "AR/VR is hot but hiring engineering teams is tough. Oculus is competing with dozens of promising start-ups, scale-ups and tech giants such as Google, Apple, Microsoft. In this key-note I give you a sneak peak in hiring at Facebook and how you can solve common talent acquisition challenges. I will also touch on topics such as diversity hiring, how we build scalable teams that last and where we find talent.",
        "talkname": "Facebook Zurich, Building a Site from Scratch"
    },
    {
        "img": "Dirk_Jonker@2x.png",
        "name": "Dirk Jonker",
        "title": "Founder & CEO  @ Crunchr Workforce Analytics",
        "linkedin": "https://www.linkedin.com/in/crunchr/?originalSubdomain=nl",
        "twitter": "https://twitter.com/datadirk?s=17",
        "type": "HR",
        "about": "Dirk is super passionate about People Analytics. He combines elegant mathematics, smart technology and business consulting to bring fireworks to HR. Dirk started his career as a consulting actuary and moved to New York to pursue his big dream: using technology to make data work for HR. He founded Crunchr Workforce Analytics, was featured in The Economist , became Actuary of the Year and shares his passion at conferences worldwide.",
        "format": "Case Study",
        "time": "11:30",
        "talkabout": "Recruitment is already one of the more data savvy functions. Think for example about matching algorithms. But there is much more that you can do to boost the effectiveness of your work (and make direct impact to top line). In Dirk’s talk, he will introduce you to The Bigger Picture and show examples of what other companies are doing to win the cyber war on tech talent.",
        "talkname": "Boost Recruitment Effectiveness with Workforce Analytics!"
    },
    {
        "img": "Kevin_Goldsmith@2x.jpg",
        "name": "Kevin Goldsmith",
        "title": "CTO @ Onfido",
        "linkedin": "https://www.linkedin.com/in/goldsmith/",
        "twitter": "https://twitter.com/KevinGoldsmith",
        "type": "Tech",
        "about":"With over 27 years of experience, Kevin Goldsmith has held roles ranging from CTO, VP, Director, software architect and developer in both startups and large corporations. Currently, he’s the CTO at Onfido, a startup aiming to bring the world’s legal identities safely online. Kevin previously oversaw all Product Development, Data, Dev Ops and IT teams as CTO at Avvo. For three years, he was the VP of Engineering, Consumer at Spotify in Stockholm, Sweden, leading the development of the multi-platform product and streaming services. Kevin spent nine years at Adobe Systems as a Director of Engineering, leading the Adobe Revel product group and the Adobe Image Foundation group. He spent eight years as a developer and development lead at Microsoft in the Windows and Research teams.",
        "format": "Keynote",
        "time": "17:00",
        "talkabout": "",
        "talkname": "Developing your Developers: Constructing Career Paths for your Technologists"
    },
    {
        "img": "Jenny_Jung@2x.png",
        "name": "Jenny Jung",
        "title": "Co-Founder @ MindTheLeader",
        "subtitle": "former VP People & Organization @ EyeEm, former COO @ Factory",
        "linkedin": "https://www.linkedin.com/in/jennyejung/",
        "twitter": "https://twitter.com/jung?lang=en",
        "type": "HR",
        "about": "Jenny Jung has been working with fast-growing businesses in the digital world for the last decade. Her previous roles include VP People & Operations at EyeEm, Portfolio Manager at the VC firm Lakestar and founding member & COO of Factory Berlin. At MTL she consults founders and teams on all things people and organisational development. A systemic coach and natural born facilitator, she loves working on \"growing pains\" while her trainings focus on hands-on managerial skills. ",
        "format": "Workshop",
        "time": "15:00",
        "talkabout": "In this session you will dive deep into the concept of Peer2Peer Coaching. We will share our experiences (including methods, pitfalls and quick wins) from facilitating (also remote) Peer2Peer Session for several years and show you how to bring this methods into your organization. We'll include a practice session that you can experience the benefits of Peer2Peer Coaching on your own.",
        "talkname": "How to Make Peer2Peer Coaching Work for your Team"
    },
    {
        "img": "Anna_Low@2x.jpg",
        "name": "Anna Löw",
        "title": "Coach @ MindTheLeader",
        "linkedin": "https://www.linkedin.com/in/anna-l%C3%B6w-b834395/",
        "twitter": "https://twitter.com/anna__loew?lang=en",
        "type": "HR",
        "about": "Anna Löw has been working with tech startups for the past 8 years and she's seen the whole bandwidth from startup to corporate. In her work she has built up broad HR experience in different companies cultures and industries. Anna is a trained and certified systemic coach and mediator. Her MTL consulting work focuses on international recruiting, remote work, agile leadership , conflict resolution and personnel development. She is also leading the People & Organisational Development function at Giant Swarm.",
        "format": "Workshop",
        "time": "15:00",
        "talkabout": "In this session you will dive deep into the concept of Peer2Peer Coaching. We will share our experiences (including methods, pitfalls and quick wins) from facilitating (also remote) Peer2Peer Session for several years and show you how to bring this methods into your organization. We'll include a practice session that you can experience the benefits of Peer2Peer Coaching on your own.",
        "talkname": "How to Make Peer2Peer Coaching Work for your Team"
    },
    {
        "img": "Sebastian_Waschnick@2x.jpg",
        "name": "Sebastian Waschnick",
        "title": "CTO @ Axel Springer Ideas Engineering",
        "linkedin": "https://www.linkedin.com/in/sebastian-waschnick/",
        "twitter": "https://twitter.com/waschnick",
        "type": "Tech",
        "about": "",
        "format": "Keynote",
        "time": "12:00",
        "talkabout": "",
        "talkname": "How to Self-organize the On-boarding Process for New Colleagues"
    },
    {
        "img": "Jessica_Jordan@2x.png",
        "name": "Jessica Jordan",
        "title": "Software Engineer @ simplabs and Community Support @ Ember Learning Core Team",
        "linkedin": "https://www.linkedin.com/in/jessicajordanfedev/",
        "twitter": "https://twitter.com/jjordan_dev?lang=en",
        "type": "Tech",
        "about": "Jessica Jordan is a member of the Ember Learning Core team and a software engineer at simplabs. She is an editor at The Ember Times and organises the Ember Berlin meetup. She is passionate about open-source, art and comics.",
        "format": "Lightning Talk",
        "time": "14:30",
        "talkabout": "Less productivity, missed project deadlines and wasted money: that’s what you get for letting your developers work on open-source projects. Or do you really? This talk highlights the learning opportunities that open-source work provides to developers and it will show why paying your development team to spend time on OSS might be the best business decision you will make this year.",
        "talkname": "That’s What You Get for Letting Your Developers Work on Open-Source"
    },
    {
        "img": "Ben_Dunstan@2x.png",
        "name": "Ben Dunstan",
        "title": "Head of Organisational Development Science @ Peakon",
        "linkedin": "https://www.linkedin.com/in/bendunstan/",
        "twitter": "",
        "type": "Tech",
        "about": "Ben Dunstan is an organisational psychologist with a passion for developing people and organisations. As Head of OD Science, his mission at Peakon is to help managers to 'close the feedback loop' and drive change in their teams. He spends much of his time working with the product team to develop new features, working with the customer success team to help customers to understand what drives employee engagement, and coaching teams and managers within Peakon.",
        "format": "Case Study",
        "time": "16:30",
        "talkabout": "When it comes to driving employee engagement, are engineers different from other employees? Are some of the 'drivers' of engagement of greater importance to this type of work? And are there lessons that we can learn from effective managers of engineers which can help managers of all disciplines? Using interviews of engineers and their managers as well as analysis of peakon customer data, Ben Dunstan explores these questions to identify lessons which can help managers, regardless of industry or discipline, to build engagement and drive change in their teams.",
        "talkname": "What Can We Learn from Engineers about Building Engaged Teams"
    },
    {
        "img": "Jenny_Herald@2x.png",
        "name": "Jenny Herald",
        "title": "CPO @ Gtmhub",
        "linkedin": "https://www.linkedin.com/in/jenny-herald-23b4656/",
        "twitter": "https://twitter.com/twojing",
        "type": "Tech",
        "about": "",
        "format": "Case Study",
        "time": "14:00",
        "talkabout": "",
        "talkname": "When and How to Mobilize a Growing Product Team"
    },
    {
        "img": "Eva_Glanzer@2x.jpg",
        "name": "Eva Glanzer",
        "title": "VP of People @ GetYourGuide",
        "linkedin": "https://www.linkedin.com/in/evaglanzer/",
        "twitter": "",
        "type": "HR",
        "about": "Eva Glanzer is the VP of People at GetYourGuide where she has been a key player in expanding the GetYourGuide team to a global workforce of over 500 people. Eva has preserved and evolved GetYourGuide’s strong workplace culture, ensuring growth and development of all employees. As the first female member of GetYourGuide’s Executive Committee, Eva serves as a mentor to women in her workplace, and passionately advocates for their advancement. Prior to joining GetYourGuide in 2014, she served as the Head of HR at DaWanda.",
        "format": "Case Study",
        "time": "10:30",
        "talkabout": "",
        "talkname": "Tech Hiring at Scale without Lowering the Bar: Introducing a Hire by Committee Approach; Wins, Pitfalls and Learnings."
    },
    {
        "img": "Ekaterina_Lubenets@2x.png",
        "name": "Ekaterina Lubenets",
        "title": "Senior Digital Recruiter @ adidas",
        "linkedin": "https://de.linkedin.com/in/ekaterina-lubenets-1bb560b",
        "twitter": "",
        "type": "HR",
        "about": "Ekaterina Lubenets is Senior Recruiter Digital at adidas Headquarter with over 10 years international and cross functional HR experience. She is currently playing a key role for the hiring during the ongoing digital transformation of the organization. In her private life her passion belongs to mountain climbing, running and hiking.",
        "format": "Case Study",
        "time": "14:45",
        "talkabout": "In 2016 adidas decided to put more emphasis on digital & IT functions to cope with the fast digital change in retail industry.  Having in mind our top ambition to be the best sports company in the world we took up the challenge to ramp up our tech hubs from 100 to 280 people at multiple locations worldwide. We are going to share our challenges, learnings and success stories we faced during our ongoing journey.",
        "talkname": "Digital Transformation at Adidas"
    },
    {
        "img": "Mona_Mehler@2x.png",
        "name": "Mona Mehler",
        "title": "Tech Recruiter @ adidas",
        "linkedin": "https://www.linkedin.com/in/mona-mehler-45778b150//",
        "twitter": "",
        "type": "HR",
        "about": "Mona Mehler is a part of the adidas Talent Acquisition department at adidas. As a Tech Recruiter & Talent Advisor for the area Web & Mobile, she build up tech teams across locations and helped to scale the recruitment for the adidas Tech Hub in Spain. She is passionate about people, technology and sports.",
        "format": "Case Study",
        "time": "14:45",
        "talkabout": "In 2016 adidas decided to put more emphasis on digital & IT functions to cope with the fast digital change in retail industry.  Having in mind our top ambition to be the best sports company in the world we took up the challenge to ramp up our tech hubs from 100 to 280 people at multiple locations worldwide. We are going to share our challenges, learnings and success stories we faced during our ongoing journey.",
        "talkname": "Digital Transformation at Adidas"
    },
    {
        "img": "Emma_Tracey@2x.png",
        "name": "Emma Tracey",
        "title": "Co-Founder @ Honeypot ",
        "linkedin": "https://www.linkedin.com/in/emmalouisetracey/",
        "twitter": "https://twitter.com/emchenita?lang=en",
        "type": "Tech",
        "about": "Emma Tracey is Co-Founder of Honeypot. Previous to Honeypot, Emma founded Lifa Communications in South Africa and before that she worked as a financial journalist covering investment into emerging markets.",
        "format": "Opening",
        "time": "09:20",
        "talkabout": "",
        "talkname": "Welcome Talk"
    }
]
